[
    { "name": "Sanchez-Beato", "description": "Una experiencia gastronómica única, donde el comensal es el protagonista", "foodType": "Española", "location": "Toledo", "price": 70 },
    { "name": "La Ermitaña", "description": "Cocina tradicional y divertida, situado en el Valle de Toledo", "foodType": "Mediterránea", "location": "Toledo", "price": 40 },
    { "name": "Raices - Carlos Maldonado", "description": "El chef Carlos Maldonado no entiende de límites y eso caracteriza su cocina, vinculada a los sabores y productos manchegos", "foodType": "Española", "location": "Talavera de la Reina", "price": 100 },
    { "name": "StreetXo", "description": "Restaurante moderno, de ambiente animado, que sirve platos internacionales innovadores y cócteles de la mano del chef Dabiz Muñoz.", "foodType": "Contemporánea", "location": "Madrid", "price": 60 },
    { "name": "Kippu", "description": "La decoración de este restaurante te transporta a las calles más bulliciosas de China o Japón y su cocina es un fiel reflejo del auténtico street food del Lejano Oriente.", "foodType": "Japonesa", "location": "Madrid", "price": 40 },
    { "name": "Txatei", "description": "TxaTei es uno de los restaurantes japoneses madrileños más valorados.", "foodType": "Japonesa", "location": "Madrid", "price": 50 },
    { "name": "El Bohío", "description": "El televisivo y mediático chef, Pepe Rodríguez, está al frente de este restaurante junto con su hermano Diego.", "foodType": "Española", "location": "Illescas", "price": 100 },
    { "name": "Ancestral", "description": "Un restaurante en el que los grandes protagonistas son el fuego y el humo", "foodType": "Asador", "location": "Illescas", "price": 80 },
    { "name": "En la Parra", "description": "La chef Rocío Parra, siempre bien apoyada en la sala por su marido (Alberto Rodríguez), sigue fiel a una cocina moderna de raíces locales y tradicionales.", "foodType": "Española", "location": "Salamanca", "price": 45 },
    { "name": "Víctor Gutiérrez", "description": "El chef Víctor Gutiérrez fusiona el excelso producto regional con los sabores de su Perú natal", "foodType": "Española", "location": "Salamanca", "price": 75 },
    { "name": "ConSentido", "description": "Destaca por su emplazamiento a pocos pasos de la monumental Plaza Mayor y plantea una cocina contemporánea", "foodType": "Española", "location": "Salamanca", "price": 65 },
    { "name": "Restaurante Omeraki By Alberto Chicote", "description": "Después de más de 35 años de experiencia en la restauración, Inmaculada Nuñez y Alberto Chicote deciden poner en marcha su proyecto más personal.", "foodType": "Española", "location": "Madrid", "price": 90 },
    { "name": "Asador Etxebarri", "description": "Exclusivo restaurante de cocina vasca en un pueblo que sirve carne y pescado a la brasa y ofrece un menú degustación.", "foodType": "Española", "location": "Axpe", "price": 100 },
    { "name": "Quique Dacosta - Restaurante Denia", "description": "Refleja la personalidad del chef homónimo, que ha sido distinguido con la Medalla de Oro al Mérito en las Bellas Artes 2020. ", "foodType": "Mediterránea", "location": "Denia", "price": 175 },
    { "name": "Restaurante Azurmendi", "description": "Cocina moderna con una presentación artística en un lustroso restaurante sostenible situado en la ladera de una colina.", "foodType": "Vasca", "location": "Larrabetzu", "price": 60 },
    { "name": "Restaurante Aponiente", "description": "Restaurante refinado de renombre con menús de varios platos, maridajes con vinos y platos de marisco experimentales.", "foodType": "Mediterránea", "location": "El Puerto de Santa Maria", "price": 200 },
    { "name": "Noor Restaurant", "description": "Restaurante moderno de alta cocina, con toques de estilo neoárabe y centrado en la cocina andaluza refinada.", "foodType": "Mediterránea", "location": "Córdoba", "price": 160 },
    { "name": "Restaurante Chirón", "description": "Platos creativos de mercado con inspiración manchega en un elegante comedor con una gran vidriera en el techo.", "foodType": "Española", "location": "Valdemoro", "price": 60},
    { "name": "Orioko Barra", "description": "Situados a orillas de la playa de Orio, especializados en productos de nuestra tierra y nuestro mar para disfrutarlos a la parrilla.", "foodType": "Asador", "location": "Orio", "price": 40 },
    { "name": "Umaimon Tonkotsu Ramen", "description": "Restaurante de ambiente relajado y con una decoración de colores vivos donde se sirven ramen, dumplings, curris y pollo frito.", "foodType": "Japonesa", "location": "Barcelona", "price": 30 },
    { "name": "El Racó", "description": "Restaurante de barrio de ambiente familiar.", "foodType": "Americana", "location": "Cornellá de Llobregat", "price": 12 },
    { "name": "La Morera del Patro", "description": "Restaurante y entidad histórica de Cornellà de Llobregat. Nuestras instalaciones cuentan con un patio-jardín (CORTEX), un gran salón interior (CAMBIUM) y una pequeña sala (NIU)", "foodType": "Catalana, Española, Americana", "price": 25 },
    { "name": "La Fábrica del Taco", "description": "Restaurante mexicano especializado en tacos. Contamos con una amplia carta de comida mexicana, por no contar con nuestros cocteles.", "foodType": "Mexicana", "location": "Barcelona", "price": 20 },
    { "name": "KOH", "description": "Espacio moderno e informal de cocina asiática, contamos con opciones vegetarianas, veganas y sin gluten. Tenemos un", "foodType": "Asiática, Japonesa", "location": "Barcelona", "price": 20 },
    { "name": "BAR H - CUCINA ITALIANA", "description": "Descubre los verdaderos sabores italianos cocinados frescos al momento. De la harina a la pasta y pizza todos los días. Del tomate y de la albahaca a las salsas hechas por Gianfranco.", "foodType": "Italiana", "location": "Barcelona", "price": 12 },
    { "name": "Kibuka", "description": "Taberna especializada en cocina japonesa y sushi.", "foodType": "Asiática, Japonesa", "location": "Barcelona", "price": 25 },
    { "name": "Selvática", "description": "En Selvática somos maestras del helado al estilo italiano. Nuestras creaciones artesanales, naturales y de temporada se pueden disfrutar tanto en nuestra tienda en el barrio de Gracia en Barcelona como en los restaurantes a los que proveemos como expertas del dulce.", "foodType": "Helado, Postres", "location": "Barcelona", "price": 10 },
    { "name": "The Fresh Poke Aragó", "description": "Tu lugar de Poke bowls por excelencia. The Fresh Poke nace de la necesitad de ofrecer una alternativa healthy y ligera a los amantes de la comida y la vida sana.", "foodType": "Healthy, Vegana, Vegetariana", "location": "Barcelona", "price": 20 },
    { "name": "Boulangerie Mayer", "description": "Sentimos pasión por el pan y su calidad. Nos comprometemos a producir todos nuestros productos de forma artesanal manteniendo el savoir-faire francés fusionado con toques internacionales.", "foodType": "Pan, Postres, Dulces", "location": "Barcelona", "price": 8 }, 
    { "name": "Gozo", "description": "GOZO te trae una experiancia única en delivery y take away. Ofrecemos un recorrido por los distintos continentes en busca de las mejores recetas apra ahcerlas llegar a tu casa, oficina o adonde tú quieras.", "foodType": "Take away, Americana, Española, Asiática", "location": "Barcelona", "price": 20 },
    { "name": "La Parthénope", "description": "Destacamos por nuestro toque especial, nuestras pizzas napolitanas fermentadas durante 24 horas, con bordes aliñados con pesto de albahaca y piñones, concentrado de tomate, o de crema de ricota, y parmigiano.", "foodType": "Italiana", "location": "Zaragoza", "price": 20 },
    { "name": "Smash Hiro", "description": "Hamburguesería especializada en smash. Nuestro efecto maillard está muy logrado, tiene el toque de crujiente y jugosidad justo. Sin duda, la mejor 'smash burger' de Barcelona.", "foodType": "Americana, Burguer", "location": "Barcelona, Andorra, Valencia", "price": 15 },
    { "name": "Linacero Rock&Burger", "description": "No nos gustan las normas y queremos que tengas una experiencia diferente al resto de hamburgueserías, por eso seleccionamos los ingredientes de mejor calidad, proximidad y ecológicos para que seas tú quien diseñe su hamburguesa favorita.", "foodType": "Americana, Burguer", "location": "Zaragoza", "price": 20 }
]